export const dramas = [

{
name:"Hidden Love",
country:"China",
year:2023,
type:"Romance | Youth",
episodes:25,
rating:9.3,

description:`
Hidden Love هو مسلسل صيني رومانسي شبابي صدر عام 2023.

تدور القصة حول سانغ تشي، فتاة تقع في حب دوان جيا شو،
الشاب الذي تعرفت عليه منذ سنوات. تبدأ مشاعرها بشكل هادئ
ومع مرور الوقت تتحول العلاقة إلى قصة حب مليئة باللحظات
الدافئة والمواقف الجميلة.

يتميز المسلسل بالأجواء الجامعية، الكيمياء القوية بين
الأبطال، والتصوير الهادئ الذي جعله من أشهر الأعمال
الرومانسية الصينية الحديثة.

التصنيف:
💗 رومانس
🎓 شبابي
🌸 حياة جامعية

عدد الحلقات: 25
الدولة: الصين
سنة الإصدار: 2023
`,

poster:""

},



{
name:"When I Fly Towards You",
country:"China",
year:2023,
type:"Youth | Romance",
episodes:24,
rating:9.2,

description:`
When I Fly Towards You هو مسلسل صيني شبابي رومانسي
صدر عام 2023.

يحكي قصة فتاة مرحة تبدأ مرحلة جديدة في حياتها المدرسية،
وتلتقي بمجموعة من الأصدقاء الذين يصبحون جزءًا مهمًا من
رحلتها. يركز العمل على الصداقة، الأحلام، والحب الأول.

يتميز بأجوائه الدافئة والشخصيات المحبوبة، لذلك أصبح من
المسلسلات المفضلة لدى محبي الدراما الشبابية.

التصنيف:
💗 رومانس
🏫 مدرسي
👫 صداقة

عدد الحلقات: 24
الدولة: الصين
سنة الإصدار: 2023
`,

poster:""

},



{
name:"Love Between Fairy and Devil",
country:"China",
year:2022,
type:"Fantasy | Romance",
episodes:36,
rating:9.0,

description:`
Love Between Fairy and Devil هو مسلسل صيني يجمع بين
الفانتازيا والرومانسية.

تدور القصة حول لقاء غير متوقع بين جنية ضعيفة وشيطان قوي،
حيث يجد الاثنان نفسيهما مرتبطين بطريقة تغير حياتهما.

يقدم المسلسل عالمًا خياليًا مليئًا بالسحر، المعارك،
والتطور العاطفي بين الشخصيات.

التصنيف:
✨ فانتازيا
💗 رومانس
⚔️ خيال

عدد الحلقات: 36
الدولة: الصين
سنة الإصدار: 2022
`,

poster:""

},



{
name:"The Untamed",
country:"China",
year:2019,
type:"Fantasy | Historical",
episodes:50,
rating:9.5,

description:`
The Untamed هو مسلسل صيني تاريخي وخيالي مبني على رواية
مشهورّة.

تدور الأحداث في عالم الطوائف والسحر، حيث يعيش وي شيان
ولان وانغ جي مغامرات مليئة بالأسرار والصراعات.

اشتهر المسلسل بقصته العميقة، بناء العالم، والعلاقة القوية
بين الشخصيات.

التصنيف:
⚔️ تاريخي
✨ فانتازيا
🖤 مغامرة

عدد الحلقات: 50
الدولة: الصين
سنة الإصدار: 2019
`,

poster:""

}


];
